Repository: drupalprojects/site_map
Catalog: po/*.po
Languages: it, pl, pt_br

source: Site map message
it: Messaggio della mappa del sito
pl: Wiadomość mapy serwisu.
pt_br: Mensagem do mapa do site

source: Define a message to be displayed above the site map.
it: Definisci un messaggio da visualizzare sopra la mappa del sito.
pl: Zdefiniuj wiadomość wyświetlaną ponad mapą serwisu.
pt_br: Definir uma mensagem para ser exibida acima do mapa do site.

source: Site map content
pl: Mapa serwisu
pt_br: Conteúdo do mapa do site

source: Show front page
pl: Pokaż stronę główną

source: When enabled, this option will include the front page in the site map.
pl: Kiedy włączone, strona główna będzie pokazywana w mapie serwisu.

source: Show recent blog authors
pl: Pokaż autorów najnowszych wpisów w blogu
pt_br: Mostrar os autores dos blogs recentes

source: When enabled, this option will show the recent blog authors.
pl: Kiedy włączone, będą pokazywani autorzy, którzy niedawno coś wpisali w swoich blogach.
pt_br: Quando ativada, essa opção vai mostrar os autores dos blogs recentes.

source: Books to include in the site map
pl: Książki pokazywane w mapie serwisu.
pt_br: Livros que serão incluidos no mapa do site.

source: Ctrl-click (Windows) or Command-click (Mac) to select more than one value.
pl: CTRL+klik (Windows) lub Command+klik (Mac), aby wybrać więcej niż jedną pozycję.

source: Menus to include in the site map
pl: Menu pokazywane w mapie serwisu.

source: Categories to include in the site map
it: Categorie da includere nella mappa del sito
pl: Kategorie (słowniki) pokazywane w mapie serwisu.
pt_br: Categorias que serão incluidas no mapa do site

source: Categories settings
pl: Ustawienia kategorii
pt_br: Parâmetros das categorias

source: Show books expanded
pl: Pokazuj książki rozwinięte
pt_br: Exibir livros expandidos

source: When enabled, this option will show all children pages for each book.
pl: Kiedy włączone, będą pokazywane wszystkie podstrony każdej książki.
pt_br: Quando ativada, essa opção vai mostrar todas as páginas filhas para cada livro

source: Show node counts by categories
it: Mostra il conteggio dei nodi per categorie
pl: Pokaż liczbę stron w kategoriach (słownikach).
pt_br: Mostrar contador de nodes por categoria

source: When enabled, this option will show the number of nodes in each taxonomy term.
it: Quando abilitata, questa opzione mostra il numero dei nodi in ogni tassonomia.
pl: Kiedy włączone, będzie pokazywana liczba stron dla każdego wyrażenia.
pt_br: Quando ativada, essa opção vai mostrar o número de nodes em cada termo da taxonomia.

source: Categories depth
pl: Głębokość kategorii
pt_br: Profundidade das categorias

source: Specify how many subcategories should be included on the categorie page. Enter "all" to include all subcategories,"0" to include no subcategories, or "-1" not to append the depth at all.
pl: Określa, ile podkategorii włączać do strony kategorii. Wpisz "wszystkie", aby włączyć wszystkie podkategorie, "0", aby nie załączać podkategorii lub "-1", aby w ogóle nie zagłębiać się w kategorie.

source: RSS settings
pl: Ustawienia RSS
pt_br: Parâmetros do RSS

source: Include RSS links
pl: Pokazuj linki RSS
pt_br: Incluir links RSS

source: When enabled, this option will show links to the RSS feeds for each category and blog.
pl: Kiedy włączone, będzie pokazywany link do źródła RSS dla każdej kategorii i blogu.
pt_br: Quando ativada, essa opção vai mostrar links para os feeds RSS de cada categoria e blog.

source: RSS feed depth
it: Profondit√† della fonte RSS
pl: Głębokość źródeł RSS
pt_br: Profundidade dos feeds RSS

source: Specify how many subcategories should be included in the RSS feed. Enter "all" to include all subcategories or "0" to include no subcategories.
pl: Określa, ile podkategorii włączać do źródła RSS. Wpisz "wszystkie", aby włączyć wszystkie podkategorie lub "0", aby nie załączać podkategorii.

source: Site map
pl: Mapa serwisu

source: Control what should be displayed on the site map.
pl: Pozwala na kontrolowanie zawartości strony mapy serwisu.

source: Syndicate (site map)
pl: Subskrybuj (mapa serwisu)

source: Syndicate
pl: Sybskrybuj

source: View the site map to see more RSS feeds.
pl: Zobacz mapę serwisu, aby znaleźć więcej źródeł RSS.

source: This is a link to a content RSS feed
pl: To jest link do zawartości kanału RSS.

source: This is a link to a comment RSS feed
pl: To jest link do kanału RSS komentarzy.

source: Front page
pl: Strona główna
pt_br: Pagina inicial

source: Front page of %sn
pl: Główna strona serwisu %sn.
pt_br: Página incial da %sn

source: Syndicate content
pl: Subskrybuj zawartość
pt_br: Sindicar o conteúdo

source: Syndicate comments
pl: Subskrybuj komenatrze

source: Community blog and recent blog authors at %sn.
pl: Blog i autorzy najnowszych wpisów w serwisie %sn.

source: All blogs
pl: Wszystkie blogi
pt_br: Todos os blogs

source: !s's blog
pl: Blog użytkownika !s

source: Audio content
pl: Zawartość audio

source: Video content
pl: Zawartość wideo

source: Books
pl: Książki
pt_br: Livros

source: Books at %sn.
pl: Książki w serwisie %sn.

source: access site map
it: accedi alla mappa del sito
pl: dostęp do mapy serwisu
pt_br: acesso ao mapa do site

source: Display a site map.
it: Visualizza la mappa del sito.
pl: Pokazuje mapę serwisu.
pt_br: Exibir um mapa do site

source: Menu to include in the site map
pt_br: Menus que serão incluidas no mapa do site

source: Specify how many subcategories should be included on the categorie page. Enter "all" to include all subcategories or "0" to include no subcategories.
pt_br: Indique quantas sub-categorias deverão ser incluidas na página de categorias. Coloque "all" para incluir todas as sub-categorias ou "0" para não incluir sub-categorias.

source: Specify how many subcategories should be included in the RSS feed. Enter "all" to include all subcategories or "0" to include no subcategories.
it: Specifica quante sottocategorie dovrebbero essere incluse nella fonte RSS. Inserisci "all" per includerle tutte.
pt_br: Indique quantas sub-categorias deverão ser incluidas no feed RSS. Coloque "all" para incluir todas as sub-categorias ou "0" para não incluir sub-categorias.

source: site map
it: mappa del sito
pt_br: mapa do site

source: Community blog and recent blog authors at <i>%sn</i>.
pt_br: Blogs comunitários e autores recentes de <i>%sn</i>.

source: %s's blog
pt_br: blogs de %s

source: Books at <i>%sn</i>.
pt_br: Livros de <i>%sn</i>.

source: site_map
it: mappa
pt_br: mapa do site

source: Include navigation menus
it: Includi i menu di navigazione

source: When enabled, this option will include the fully-expanded top-level navigation menus in the site map
it: Quando abilitata, questa opzione include i menu di navigazione del livello superiore completamente espansi nella mappa del sito

source: Include RSS links by categories
it: Includi i link RSS per categoria

source: When enabled, this option will show links to the RSS feeds for each category.
it: Quando abilitata, questa opzione mostra i link ai feed RSS per ogni categoria.

source: administer site map
it: amministra la mappa del sito
